tests/TestCompose_dealii-of.Ubuntu2004.package.PETSc/referenceOutput/Fluid/system/decomposeParDict
FoamFile {
    version 2.0;
    class dictionary;
    object decomposeParDict;
    format ascii;
}

numberOfSubdomains 4;

method          simple;

simpleCoeffs
{
    n               (2 2 1);
    delta           0.001;
}

